Repository: ronaldodia/immolink-mobile-fork
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello World
ar: مرحبا بالعالم

# example_text
source: This is an example of ImmoLink Mobile
ar: هذا مثال على تطبيق إيمولينك موبايل

# world_text
source: This world is so beautiful
ar: هذا العالم جميل جداً

source: Language
ar: اللغة

source: Search
ar: بحث

source: Loading...
ar: جارٍ التحميل...

# location_not_found
source: No data found for the specified lot.
ar: لم يتم العثور على أي بيانات للقطعة المحددة.

# location_error
source: An error occurred while retrieving data.
ar: حدث خطأ أثناء استرداد البيانات.

source: Lot Number
ar: رقم القطعة

source: Moughataa
ar: المقاطعة

source: Lotissement
ar: التقسيم

source: Lot
ar: القطعة

source: Area
ar: المساحة

source: Index
ar: المؤشر

source: Transaction type
ar: نوع المعاملة

source: Filters
ar: الفلاتر

# moughataa_label
source: Moughataa
ar: المقاطعة

# lotissement_label
source: Lotissement
ar: التقسيم

# search_button
source: Search
ar: بحث

source: Route
ar: المسار

source: All
ar: الكل

source: Reset
ar: إعادة التعيين

# published
source: Published since
ar: تم النشر منذ

source: Anytime
ar: في أي وقت

source: Today
ar: اليوم

source: Yesterday
ar: الإمساء

source: This week
ar: هذا الأسبوع

source: This month
ar: هذا الشهر

source: This year
ar: هذا العام

source: Apply Filters
ar: تطبيق التصفية

# filter
source: Filtrer
ar: تصفية

# clear_filter
source: Effacer les filtres
ar: مسح التصفية

# property_type
source: Type
ar: النوع

source: Budget
ar: الميزانية

source: Min Price
ar: الحد الأدنى للسعر

source: Max Price
ar: الحد الأقصى للسعر

source: Surface Area
ar: المساحة

source: Min Area
ar: الحد الأدنى للمساحة

source: Max Area
ar: الحد الأقصى للمساحة

source: For Sale
ar: للبيع

source: For Rent
ar: للإيجار

# no_properties_found
source: No properties match your criteria
ar: لا توجد عقارات تطابق معاييرك

# dont_miss_new_properties
source: Don't miss new properties that might interest you!
ar: لا تفوت العقارات الجديدة التي قد تهمك!

# create_alert
source: Create Custom Alert
ar: إنشاء تنبيه مخصص

# alert_notification
source: Get notified when a property matching your criteria is published
ar: احصل على إشعار عندما يتم نشر عقار يطابق معاييرك

source: Search Results
ar: نتائج البحث

source: bedrooms
ar: غرف نوم

source: bathrooms
ar: حمامات

# square_meters
source: mÂ²
ar: م²

source: Home
ar: الرئيسية

# welcome_message
source: Welcome to ImmoLink
ar: مرحباً بك في إيمولينك

# search_placeholder
source: Search for a property...
ar: ابحث عن عقار...

source: Featured Properties
ar: العقارات المميزة

source: Promoted Properties
ar: العقارات المروجة

source: Recent Properties
ar: العقارات الحديثة

source: View All
ar: عرض الكل

# no_properties
source: No properties available
ar: لا توجد عقارات متاحة

source: Property Details
ar: تفاصيل العقار

source: Contact Agent
ar: اتصل بالوسيط

source: Share Property
ar: مشاركة العقار

source: Save Property
ar: حفظ العقار

# property_features
source: Features
ar: المميزات

# property_description
source: Description
ar: الوصف

# property_location
source: Location
ar: الموقع

# property_price
source: Price
ar: السعر

# property_status
source: Status
ar: الحالة

# property_area
source: Area
ar: المساحة

# property_rooms
source: Rooms
ar: الغرف

# property_bathrooms
source: Bathrooms
ar: الحمامات

# property_bedrooms
source: Bedrooms
ar: غرف النوم

# property_garage
source: Garage
ar: كراج

# property_pool
source: Pool
ar: مسبح

# property_garden
source: Garden
ar: حديقة

# property_terrace
source: Terrace
ar: تراس

# property_balcony
source: Balcony
ar: شرفة

# property_elevator
source: Elevator
ar: مصعد

# property_security
source: Security
ar: أمن

# property_parking
source: Parking
ar: موقف سيارات

# property_air_conditioning
source: Air Conditioning
ar: تكييف

# property_heating
source: Heating
ar: تدفئة

# property_furnished
source: Furnished
ar: مفروش

# property_unfurnished
source: Unfurnished
ar: غير مفروش

# property_new
source: New
ar: جديد

# property_old
source: Old
ar: قديم

# property_renovated
source: Renovated
ar: مجدد

# property_to_renovate
source: To Renovate
ar: يحتاج تجديد

# property_sold
source: Sold
ar: تم البيع

# property_rented
source: Rented
ar: تم التأجير

# property_available
source: Available
ar: متاح

# property_reserved
source: Reserved
ar: محجوز

# property_under_contract
source: Under Contract
ar: قيد العقد

# property_under_offer
source: Under Offer
ar: قيد العرض

# property_under_negotiation
source: Under Negotiation
ar: قيد التفاوض

# property_under_construction
source: Under Construction
ar: قيد البناء

# property_under_renovation
source: Under Renovation
ar: قيد التجديد

# property_under_demolition
source: Under Demolition
ar: قيد الهدم

# property_under_restoration
source: Under Restoration
ar: قيد الترميم

# property_under_maintenance
source: Under Maintenance
ar: قيد الصيانة

# property_under_inspection
source: Under Inspection
ar: قيد الفحص

# property_under_appraisal
source: Under Appraisal
ar: قيد التقييم

# property_under_auction
source: Under Auction
ar: قيد المزاد

# property_under_foreclosure
source: Under Foreclosure
ar: قيد الحجز

# property_under_repossession
source: Under Repossession
ar: قيد الاسترداد

# property_under_eviction
source: Under Eviction
ar: قيد الإخلاء

# property_under_lease
source: Under Lease
ar: قيد الإيجار

# property_under_rental
source: Under Rental
ar: قيد التأجير

# property_under_sale
source: Under Sale
ar: قيد البيع

# property_under_purchase
source: Under Purchase
ar: قيد الشراء

# property_under_transfer
source: Under Transfer
ar: قيد النقل

# property_under_donation
source: Under Donation
ar: قيد التبرع

# property_under_inheritance
source: Under Inheritance
ar: قيد الإرث

# property_under_gift
source: Under Gift
ar: قيد الهدية

# property_under_exchange
source: Under Exchange
ar: قيد التبادل

# property_under_barter
source: Under Barter
ar: قيد المقايضة

# property_under_swap
source: Under Swap
ar: قيد المبادلة

# property_under_trade
source: Under Trade
ar: قيد التجارة

# property_under_business
source: Under Business
ar: قيد الأعمال

# property_under_investment
source: Under Investment
ar: قيد الاستثمار

# property_under_development
source: Under Development
ar: قيد التطوير

# property_under_planning
source: Under Planning
ar: قيد التخطيط

# property_under_design
source: Under Design
ar: قيد التصميم

# property_under_architecture
source: Under Architecture
ar: قيد الهندسة المعمارية

# property_under_engineering
source: Under Engineering
ar: قيد الهندسة

# property_under_repair
source: Under Repair
ar: قيد الإصلاح

# property_under_upgrade
source: Under Upgrade
ar: قيد التحديث

# property_under_modernization
source: Under Modernization
ar: قيد التحديث

source: Continue without login
ar: المتابعة بدون تسجيل الدخول
